landlord/app/controllers/tenants_controller.rb

SELECT "tenants".* FROM "tenants"
---
  def index
    @tenants = Tenant.all